HELLO_TEXT = "ПРИВЕТСТВУЕМ В ТЕСТЕ РУФЬЕ"
FIRST_TEXT = '''
Для оценки физической подготовки человеческого организма разработана проба Руфье.
 Существует несколько функциональных тестов, как Гарвардский степ-тест,
  Тест Купера и другие. Проба Руфье считается более точной и часто используемой.
Она определяет способность сердечной мышцы адаптироваться к физическим нагрузкам.
 Эту способность организма определяют как прирост частоты сердечных сокращений (ЧСС) в единицу времени.
 
Диагностировать ту или иную патологию данным тестом нельзя. 
Человеческий пульс, а тем более детский,
 подвержен разного рода изменениям от многих факторов,
  что не может учитывать тест.
   Техника и интенсивность выполнения упражнения может отличаться. 
   Поэтому точных и стандартных результатов в этом исследовании не получить.
Такая диагностика может лишь направить внимание на определенные области здоровья.
 При сильных отклонениях результатов рекомендуется обращение к терапевту.

'''

TEXT_HELP1 = '''ЛЯГТЕ НА СПИНУ И ЗАМЕРЬТЕ ПУЛЬС ЗА 15 СЕКУНД.
НЖМИТЕ КНОПКУ ЗАПУСТИТЬ ТЕСТ И ПОЙДЕТ ТАЙМЕР.
Результат запишите в окошко рядом'''

TEXT_HELP2 = '''ВЫПОЛНИТЕ 30 приседаний за 45 секунд.
НЖМИТЕ КНОПКУ начать приседания.'''

TEXT_HELP3 = '''таймер пойдет на 45 секунд. замерьте пульс за первые 15 секунд
потом за последние 15 секунд.
таймер будет зеленым когда нужно мерить'''